{ "name" : "RagaComment",
      "entries" : [
  	     {"ragaid" : "Adarini",       "seqnumber":"1","comment" : "op SHANRA54 (Ravi Shankar in Celebration) is the only hit for Adarini as raga"},
  	     {"ragaid" : "Adbhuta_Kalyan","seqnumber":"1","comment" : "There is an interesting legend about Adbhut Kalyan (whether it is true or not, who knows?). Adbhut means strange, weird. It is clearly a weird, a strange raag, way out of the mainstream of ragas. I don’t know of any other raag where madhyam and pancham are totally absent. Anyway, legend has it that once an Ustaad was challenged by one of his pupils, for a competition. Pupil wanted to show that he was better than the Ustaad. The unfortunate part for Ustaad was that it was probably true. The Ustaad had taught the pupil everything he knew, he had not held anything behind. So the pupil had the same knowledge as Ustaad, he was also a very accomplished singer and Ustaad would have a difficult time in defeating him.So on the spur of moment, to confuse the pupil, Ustaad came up with this raag (Adbhut Kalyan). His hope was that the pupil will become so confused by listening to this weird, out of ordinary raag that he won’t know how to respond. I don’t know what the outcome was, but the legend is certainly fascinating. (youtube (dWNyHQ3y9KE))"},
  	     {"ragaid" : "Adbhuta_Kalyan","seqnumber":"2","comment" : "madhyam and pancham are totally absent : There actually is a very light M but no P-- I think itis not possible to have a Raga without both M and P (youtube"},
  	     {"ragaid" : "Alankara Priya","seqnumber":"1","comment" : "This morning raga is derived from the South Indian raga, Alankara Priya. It is not commonly used in North Indian musical system. This raga omits P and emphasizes ma throughout the raga. This raga will give one a great shade of a similar raga, Carukesi.(http://kksongs.org/raga/list/alankarapriya.html)"},
  	     {"ragaid" : "Bairaga",       "seqnumber":"1","comment" : "op SHANRA18 (Ravi Shankar in New York) it states as notes of Bairaga: S r m P n"},
  	     {"ragaid" : "Bhuparanjani",  "seqnumber":"1","comment" : "A new raga made up by a youg musician from Benares, combination of Bhupala and Bhupali (SITAOI_1)"},
  	     {"ragaid" : "Chargbesi",     "seqnumber":"1","comment" : "op heel internet allen bekend als een raga van Jonathan Mayer, (en evtl een mela?)"},
  	     {"ragaid" : "Charu_Kauns",   "seqnumber":"1","comment" : "Ravi Shankar has many, many recordings, but only a small percentage have the profundity and musicianship as this recording of his own created raga, Raga Charukauns, a merger of the North Indian Malkuans and the Karnatic raga, Charukeshi. Recorded in a London studio in 1986, it opens in the low register of sitar."},
  	     {"ragaid" : "Jaunpuri",      "seqnumber":"1","comment" : "Sadly, artistic excellence too is a package. She had many prejudices and narrow revivalist instincts that her mother, Mogubai Kurdikar, was at least free from – perhaps a part of her Maharashtrian modernity. Unlike Kumar Gandharva, she did not betray any antipathy towards Muslim musicians, but it nevertheless came as a shock to see her re-name Raga Jaunpuri as Raga Jivanpuri. The famous morning raga originated during the reign of Sharqi kings of Jaunpur, probably in the time of Hussain Shah Sharqi, who was a great patron of music, Jaunpur being the site of an early renaissance of Hindustani khayal. She perhaps found the association of Jaunpur with Muslim Sharqi kings of the medieval period disagreeable, and felt much better with her new and rather bizarre coinage Jivanpuri. Such is the revisionist mindset that has been the lot of quite a few musicians and musicologists since the days of Bhatkhande and VD Paluskar. (http://raiot.in/on-kishori-amonkar/)"},
  	     {"ragaid" : "Kalaranjani",   "seqnumber":"1","comment" : "Raga Kalaranjani, een creatie van de Indiase bansuri speler Hariprasad Chaurasia, (https://www.concertzender.nl/programma/orient-express-1277/)"},
  	     {"ragaid" : "Khambaj",       "seqnumber":"1","comment" : "same as Khamaj ??"},
  	     {"ragaid" : "Madhuranjani",  "seqnumber":"1","comment" : "A blend of Madhuvanti and Shivranjani (back of cd of Imrat Khan)"},
  	     {"ragaid" : "Malakosha",     "seqnumber":"1","comment" : "A fast look (Google) has only one known performance: the one of Ram Chandra"},
  	     {"ragaid" : "Mand_Bhairav",  "seqnumber":"1","comment" : "http://www.parrikar.org/hindustani/bhairav/"},
  	     {"ragaid" : "Mohan_Kauns",   "seqnumber":"1","comment" : "created by Ravi Shankar in 1948 as tribute to Mahatma Gandhi. Mohan, an epithet of god Krishna, was Mahatmas''s first name, and his surname provided the note sequence Ga Ni Dha"},
  	     {"ragaid" : "Natabhairavi",  "seqnumber":"1","comment" : "from carnatic music, played by ravi shankar"},
  	     {"ragaid" : "Panch_Drat",    "seqnumber":"1","comment" : "invention of Pt Ravi Shankar? only perfomed by Ravi Shankar"},
  	     {"ragaid" : "Parmeshwari",   "seqnumber":"1","comment" : "invention of Pt Ravi Shankar, Bhairavi and Bilashkani Todi(SHANLA_2)"},
  	     {"ragaid" : "Purbi",         "seqnumber":"1","comment" : "Purba ?, Purvi ?"},
  	     {"ragaid" : "Saugandh",      "seqnumber":"1","comment" : "https://groups.google.com/forum/#!topic/rec.music.indian.classical/QpkcCY2dGSo"},
  	     {"ragaid" : "Shyam_Kalyan",  "seqnumber":"1","comment" : "Some say its a combination of Hambir, Gour Sarang and Kedar (PARVSH_2)"},
  	     {"ragaid" : "Tilak_Kamod",   "seqnumber":"1","comment" : "raga can help solve sleeping problems"},
  	     {"ragaid" : "Tilak_Shyam",   "seqnumber":"1","comment" : "invention of Pt Ravi Shankar, Tilak Kamod and Shyam Kalyan (SHANLA_2)"},
  	     {"ragaid" : "Yamani",        "seqnumber":"1","comment" : "Rag Yamani is a close relative of Hindustani music''s best-known raga, Yaman. Yamani uses the same notes as Yaman, all the shuddh svaras and tivra Ma. The main differene is that shuddh Ma is much more prominent in Yamani. Vilayat Khan explains that Yamani has 2 principal rasas. Shanta is brought to the force through the use of tivra Ma, he says, while Shringara is evoked by shuddh Ma."}
   ]
 }
 